[{"ID":1,"NameE":"Acquisitions Program Transformation","NameF":"Transformation du Programme des approvisionnements ","DescriptionE":"\u003cp\u003eThe Acquisitions Program Transformation is made up o\u003ca href=\"http://www.google.com\" target=\"_blank\"\u003ef project\u003c/a\u003es and activ\u003ca href=\"http://www.google.com\" target=\"_blank\"\u003eities tha\u003c/a\u003et will change how we do procurement. This initiative will focus on four main strategies: Implementing smart procurement strategies, which means solving problems for our clients while maintaining our core values; leveraging digital technology so that employees have the right tools to do their job; supporting our people by fostering an open and innovative environment; and creating financial sustainability so that we can make more informed financial decisions.\u003c/p\u003e\r\n\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003cstrong\u003eThis initiative will affect the way some employees in the Acquisitions Branch do their work and will require some training.\u003c/strong\u003e\u003c/p\u003e\r\n\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e\r\n\r\n\u003cp\u003eAcquisitions Program Transformation Timeline Tool Lead: Vicki Ghadban, Acquisitions Branch\u003c/p\u003e\r\n\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003ca href=\"http://intranet.tpsgc-pwgsc.gc.ca/app-acq/ae-sp-eng.html\"\u003eClick here to read more.\u003c/a\u003e\u003c/p\u003e\r\n","DescriptionF":"\u003cp\u003eLa transformation du Programme des approvisionnements concerne des projets et des activit\u0026eacute;s qui changeront la mani\u0026egrave;re dont nous faisons l\u0026rsquo;approvisionnement. Cette initiative sera ax\u0026eacute;e sur quatre strat\u0026eacute;gies principales : mettre en place des strat\u0026eacute;gies d\u0026rsquo;approvisionnement \u0026eacute;clair\u0026eacute;, ce qui signifie la r\u0026eacute;solution des probl\u0026egrave;mes de nos clients tout en maintenant nos valeurs fondamentales; tirer profit de la technologie num\u0026eacute;rique pour que les employ\u0026eacute;s disposent des bons outils pour faire leur travail; soutenir notre personnel en favorisant un environnement ouvert et novateur et cr\u0026eacute;er une viabilit\u0026eacute; financi\u0026egrave;re pour pouvoir prendre des d\u0026eacute;cisions financi\u0026egrave;res plus \u0026eacute;clair\u0026eacute;es.\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003cstrong\u003eCette initiative aura des incidences sur la fa\u0026ccedil;on dont certains employ\u0026eacute;s de la Direction g\u0026eacute;n\u0026eacute;rale des approvisionnements font leur travail et une formation devra \u0026ecirc;tre offerte.\u003c/strong\u003e\u003c/p\u003e\r\n\r\n\u003cp\u003eChef de la transformation du Programme des approvisionnements pour le Calendrier des transformations: Vicki Ghadban, Direction g\u0026eacute;n\u0026eacute;rale des approvisionnements\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003ca href=\"http://intranet.tpsgc-pwgsc.gc.ca/app-acq/ae-sp-fra.html\" target=\"_blank\"\u003eCliquez ici pour en apprendre davantage.\u003c/a\u003e\u003c/p\u003e\r\n","StartDate":"12/1/2015","EndDate":"3/31/2020","Events":[{"ID":1009,"Type":"Milestone","Date":"5/1/2015","Branches":[7,8,10,15],"Regions":[2,3,4],"TextE":"\u003cp\u003eMay 1, 2015: Work begins on the \u003ca href=\"https://buyandsell.gc.ca/initiatives-and-programs/smart-procurement/about-smart-procurement\" target=\"_blank\"\u003eSMART Procurement\u003c/a\u003e Strategic Action Plan...\u003c/p\u003e\r\n","HoverE":"May 1, 2015: Work begins on the Strategic Action Plan. Click on the Red Dot icon to read more.","TextF":"\u003cp\u003eLe 1 mai, 2015: Les travaux li\u0026eacute;s au plan strat\u0026eacute;gique de \u003ca href=\"https://buyandsell.gc.ca/initiatives-and-programs/smart-procurement/about-smart-procurement\" target=\"_blank\"\u003el\u0026rsquo;approvisionnement \u0026eacute;clair\u0026eacute;\u003c/a\u003e commencent...\u003c/p\u003e\r\n","HoverF":"Le 1 mai, 2015: Les travaux liés au plan stratégique de l’approvisionnement éclairé commencent. (Cliquez sur l’icône de point rouge pour en apprendre davantage.)","Show":false},{"ID":1010,"Type":"Milestone","Date":"7/31/2015","Branches":[15],"Regions":[7],"TextE":"\u003cp\u003eLaunch of \u003ca href=\"http://www.gcpedia.gc.ca/wiki/SmartToolkit\" target=\"_blank\"\u003eSMART Procurement Toolkit 2.0\u003c/a\u003e\u003c/p\u003e\r\n","HoverE":"Launch of SMART Procurement Toolkit 2.0. Click on the Red Dot icon to read more.","TextF":"\u003cp\u003eLancement de la Trousse d\u0026rsquo;outils de \u003ca href=\"http://www.gcpedia.gc.ca/wiki/SmartToolkit\" target=\"_blank\"\u003el\u0026rsquo;approvisionnement \u0026eacute;clair\u0026eacute; 2.0.\u003c/a\u003e\u003c/p\u003e\r\n","HoverF":"Lancement de la Trousse d’outils de l’approvisionnement éclairé 2.0. (Cliquez sur l’icône de point rouge pour en apprendre davantage.)","Show":false},{"ID":1012,"Type":"Milestone","Date":"3/2/2015","Branches":[15],"Regions":[],"TextE":null,"HoverE":"edit","TextF":null,"HoverF":null,"Show":false},{"ID":1013,"Type":"Milestone","Date":"3/14/2015","Branches":[1],"Regions":[1],"TextE":null,"HoverE":"Event Edit","TextF":null,"HoverF":"Event Edit","Show":false}],"Impacts":[{"Level":1,"Branches":[2,3,4,5,6,7,8,9,10,11,12,13,14,15],"Regions":[7]},{"Level":2,"Branches":[1],"Regions":[7]}]},{"ID":2,"NameE":"Case and Client Relationship Management (PWGSC internal)","NameF":"Système de gestion des cas et des relations avec la clientèle (TPGSC)","DescriptionE":"This initiative was created to provide a shared case management solution to branches and sectors within PWGSC. Aligned with the Government’s IT strategy, this System allows the user to manage activities, tasks and workflow processes. \u003cp\u003e\u003c/p\u003e\u003cstrong\u003eThis initiative will affect the way employees do their work and will require training.\u003c/strong\u003e\u003cp\u003e\u003c/p\u003eCase \u0026 Client Relationship Management System Transformation Timeline Tool Leads: Claude Kateb (Departmental Oversight Branch) and Kim Steel (Chief Information Office Branch)","DescriptionF":"\u003cp\u003eCette initiative a été créée pour fournir une solution de gestion de cas partagée aux directions générales et aux secteurs de TPSGC. Harmonisé avec la stratégie de TI du gouvernement, ce système permet à l’utilisateur de gérer des activités, des tâches et des processus d’acheminement du travail.\u003c/p\u003e \u003cp\u003e\u003cstrong\u003eCette initiative aura des incidences sur la façon dont les employés font leur travail et exigera une formation.\u003c/strong\u003e\u003cp\u003e\u003c/p\u003eLes chefs du Système de gestion des cas et des relations avec la clientèle (TPGSC) pour le Calendrier des transformations: Claude Kateb (Direction générale de la surveillance.) et Kim Steel (Direction générale du dirigeant principal de l’information)\u003c/p\u003e","StartDate":"12/1/2013","EndDate":"3/31/2020","Events":[],"Impacts":[]},{"ID":3,"NameE":"Defense Procurement Strategy","NameF":"Stratégie d’approvisionnement en matière de défense","DescriptionE":"\u003cp\u003eThe Defense Procurement Strategy, announced on February 5, 2014, was created to improve defence procurement for the Government of Canada.  The objectives are to deliver the right equipment to the Canadian Armed Forces and the Canadian Coast guard quickly and efficiently, leverage our purchases of defense equipment to create jobs and increase economic growth, and streamline defense procurement processes. The Defence Procurement Strategy will continue to look at all aspects of defence procurements and initiate additional transformation initiatives to ensure alignment between the departments.\u003c/p\u003e\u003cp\u003e\u003cstrong\u003eThis initiative will affect the way some employees in Acquisitions Branch do their work and will require some training.\u003c/strong\u003e\u003c/p\u003e\u003cp\u003eDefense Procurement Strategy Transformation Timeline Tool Lead: Michael Brunetti, Defense Procurement Strategy Secretariat\u003c/p\u003e\u003cp\u003e\u003ca href=\"http://www.tpsgc-pwgsc.gc.ca/app-acq/stamgp-lamsmp/sskt-eng.html\" \"target=_blank\"\u003eClick here to read more.\u003c/a\u003e\u003c/p\u003e ","DescriptionF":"\u003cp\u003eLa Stratégie d’approvisionnement en matière de défense, annoncée le 5 février 2014, a été créée pour améliorer l’approvisionnement en matière de défense du gouvernement du Canada. Les objectifs sont les suivants : fournir le bon équipement aux Forces armées canadiennes et à la Garde côtière canadienne rapidement et efficacement, tirer parti de nos achats de matériel de défense pour créer des emplois et augmenter la croissance économique, et rationaliser les processus d’approvisionnement en matière de défense. La Stratégie d’approvisionnement en matière de défense permettra de continuer à examiner tous les aspects de l’approvisionnement en matière de défense et d’entamer d’autres initiatives de transformation pour assurer l’harmonisation entre les ministères.\u003c/p\u003e \u003cp\u003e\u003cstrong\u003eCette initiative aura des incidences sur la façon dont certains employés de la Direction générale des approvisionnements font leur travail et exigera une formation.\u003c/strong\u003e\u003c/p\u003e\u003cp\u003eLe Chef de la Stratégie d’approvisionnement en matière de défense pour le  pour le Calendrier des transformations: Michael Brunetti, Secrétariat de la stratégie d’approvisionnement en matière de défense.\u003cp\u003e\u003c/p\u003e\u003ca href=\"http://www.tpsgc-pwgsc.gc.ca/app-acq/stamgp-lamsmp/sskt-fra.html\" target=\"_blank\"\u003eCliquez ici pour en apprendre davantage.\u003c/a\u003e\u003c/p\u003e","StartDate":"12/1/2013","EndDate":"3/31/2020","Events":[],"Impacts":[]},{"ID":4,"NameE":"GCDOCS (PWGSC internal)","NameF":"GCDocs (TPSGC – Interne) ","DescriptionE":"GCDOCS is the Government of Canada’s solution to managing corporate information. Led by PWGSC, GCDOCS is an enterprise document and records management solution that offers version control, a powerful search capability and a collaborative environment. GCDOCS is proving to be a valuable archiving and information system and was launched at PWGSC in fall 2015.\u003cp\u003e\u003cstrong\u003eThis initiative will affect the way employees do their work and will require training.\u003c/strong\u003e\u003c/p\u003e\u003cp\u003eGCDOCS (PWGSC Internal) Transformation National Timeline Tool Lead: Kim Steele,Chief Information Officer Branch\u003c/p\u003e\u003cp\u003e\u003ca href=\"http://intranet.tpsgc-pwgsc.gc.ca/dpi-cio/initiatives/gcdocs-eng.html\" target=\"_blank\"\u003eClick here to read more.\u003c/a\u003e\u003c/p\u003e","DescriptionF":"\u003cp\u003e\u0026lt;p\u0026gt;GCDocs est la solution de gestion de l\u0026rsquo;information minist\u0026eacute;rielle du gouvernement du Canada. Mis en \u0026oelig;uvre par TPSGC, le syst\u0026egrave;me GCDocs est une solution de gestion des documents et des dossiers qui offre un contr\u0026ocirc;le des versions, une puissante capacit\u0026eacute; de recherche et un environnement collaboratif. GCDocs s\u0026rsquo;av\u0026egrave;re un syst\u0026egrave;me d\u0026rsquo;archivage et d\u0026rsquo;information pr\u0026eacute;cieux; il a \u0026eacute;t\u0026eacute; lanc\u0026eacute; au sein de TPSGC \u0026agrave; l\u0026rsquo;automne 2015.\u0026lt;/p\u0026gt; \u0026lt;p\u0026gt;\u0026lt;strong\u0026gt;Cette initiative aura des incidences sur la fa\u0026ccedil;on dont les employ\u0026eacute;s font leur travail et exigera une formation.\u0026lt;/strong\u0026gt;\u0026lt;/p\u0026gt;\u0026lt;p\u0026gt;Le chef du GCDocs (TPSGC \u0026ndash; Interne) pour le Calendrier national des transformations: \u0026nbsp;Kim Steele, Direction g\u0026eacute;n\u0026eacute;rale du dirigeant principal de l\u0026#39;information\u0026lt;/p\u0026gt;\u0026lt;p\u0026gt;\u0026lt;a href=\u0026quot;http://intranet.tpsgc-pwgsc.gc.ca/dpi-cio/initiatives/gcdocs-fra.html\u0026quot; target=\u0026quot;_blank\u0026quot;\u0026gt;Cliquez ici pour en apprendre davantage.\u0026lt;/a\u0026gt;\u0026lt;/p\u0026gt;\u003c/p\u003e\r\n","StartDate":"12/1/2013","EndDate":"3/31/2020","Events":[{"ID":1011,"Type":"Milestone","Date":"12/16/2015","Branches":[15],"Regions":[7],"TextE":"\u003cp\u003eInitiate the trans-arctic agreement\u003c/p\u003e\r\n","HoverE":"Initiate the trans-arctic agreement","TextF":null,"HoverF":null,"Show":false},{"ID":1014,"Type":"Training","Date":"9/12/2015","Branches":[15],"Regions":[7],"TextE":"\u003cp\u003ewhat we are building?\u003cbr /\u003e\r\nwhy are we building it?\u003cbr /\u003e\r\nwho will be using it?\u003cbr /\u003e\r\nhow will they be using it?\u003cbr /\u003e\r\nwhy will they be using it? why do we want them to use it?\u003cbr /\u003e\r\nwhat it will end up doing?\u003cbr /\u003e\r\nhow will we measure improvement?\u003cbr /\u003e\r\nis there something similar being done elsewhere in country?\u0026nbsp; best practices? \u0026#39;love to haves\u0026#39;\u003c/p\u003e\r\n","HoverE":"what are we building. click on the book icon to read more.","TextF":null,"HoverF":null,"Show":false}],"Impacts":[{"Level":1,"Branches":[15],"Regions":[4]},{"Level":2,"Branches":[15],"Regions":[1,2,3,5,6]}]},{"ID":5,"NameE":"Test Init","NameF":"Test Init","DescriptionE":null,"DescriptionF":null,"StartDate":"1/3/2016","EndDate":"1/5/2016","Events":[],"Impacts":[]}]